<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <title>Datenschutzerklärung / Privacy Policy</title>
</head>
<body>
<div style="text-align: left; width: 800px;">
    <div>Datenschutzerkl&auml;rung</div>
    <div>Einleitung</div>
    <div>Ich, Volker Hoffmann, nehme den Schutz deiner pers&ouml;nlichen Daten sehr ernst.</div>
    <div>Diese Datenschutzerkl&auml;rung informiert dich dar&uuml;ber, wie wir personenbezogene Daten in unserer App
        IdleColors erfassen, verwenden und sch&uuml;tzen.
    </div>
    <br/>
    <div>Unsere App wurde gem&auml;&szlig; den Datenschutzbestimmungen, einschlie&szlig;lich der
        EU-Datenschutz-Grundverordnung (DSGVO) und des California Consumer Privacy Act (CCPA), entwickelt.
    </div>
    <br/>
    <div>1. Verantwortlicher</div>
    <div>Verantwortlich f&uuml;r die Datenverarbeitung im Sinne der Datenschutzgesetze ist: Volker Hoffmann</div>
    <div>E-Mail: vohoff@gmail.com</div>
    <div>Adresse: auf anfrage</div>
    <br/>
    <div>2. Erfasste Daten</div>
    <div>2.1 Automatisch erfasste Daten</div>
    <div>W&auml;hrend der Nutzung der App k&ouml;nnen automatisch folgende Daten erfasst werden:</div>
    <br/>
    <div>Ger&auml;teinformationen (z. B. Ger&auml;tetyp, Betriebssystem, Modell).</div>
    <div>IP-Adresse.</div>
    <div>Nutzungsstatistiken (z. B. welche Funktionen der App genutzt wurden).</div>
    <div>Absturzberichte.</div>
    <br/><br/>
    <div>3. Zweck der Datenverarbeitung</div>
    <div>Wir verwenden deine Daten f&uuml;r folgende Zwecke:</div>
    <br/>
    <div>Bereitstellung und Verbesserung der App.</div>
    <div>Analyse der App-Nutzung zur Optimierung der Benutzererfahrung.</div>
    <div>Fehlerbehebung und Absturzanalysen.</div>
    <div>Anzeige personalisierter Werbung (siehe Abschnitt &bdquo;Werbung und Analyse&ldquo;).</div>
    <br/>
    <div>4. Unity Analytics und Ads</div>
    <div>Unsere App nutzt Dienste von Unity Technologies, darunter:</div>
    <br/>
    <div>Unity Analytics: Zur Analyse des Nutzerverhaltens in der App.</div>
    <div>Weitere Informationen findest du in der Datenschutzerkl&auml;rung von Unity.</div>
    <div>Unity Ads: Zur Bereitstellung von Werbeanzeigen. Unity Ads kann personenbezogene Daten erfassen, um
        personalisierte Werbung anzuzeigen.
    </div>
    <div>Daten, die Unity erfassen kann:</div>
    <br/>
    <div>Ger&auml;tekennungen (z. B. IDFA, Android Advertising ID).</div>
    <div>IP-Adresse.</div>
    <div>App-Nutzungsdaten.</div>
    <div>Wenn du Unity Ads deaktivieren m&ouml;chtest, kannst du dies in den App-Einstellungen tun, sofern diese
        Funktion verf&uuml;gbar ist, oder den Datenschutzeinstellungen deines Ger&auml;ts folgen.
    </div>
    <br/>
    <div>5. Weitergabe von Daten</div>
    <div>Wir geben deine Daten nur dann an Dritte weiter, wenn dies erforderlich ist, z. B.:</div>
    <br/>
    <div>Zur Bereitstellung von Funktionen durch Drittanbieter (z. B. Unity Ads, Google Play Services).</div>
    <div>Zur Einhaltung gesetzlicher Vorschriften.</div>
    <div>Dritte sind verpflichtet, deine Daten gem&auml;&szlig; den geltenden Datenschutzgesetzen zu sch&uuml;tzen.
    </div>
    <br/>
    <div>6. Speicherung und L&ouml;schung von Daten</div>
    <div>Wir speichern deine Daten nur so lange, wie es f&uuml;r die Erf&uuml;llung der oben genannten Zwecke
        erforderlich ist oder wie es gesetzlich vorgeschrieben ist. Du kannst jederzeit die L&ouml;schung deiner Daten
        beantragen (siehe Abschnitt &bdquo;Deine Rechte&ldquo;).
    </div>
    <br/>
    <div>7. Deine Rechte</div>
    <div>Du hast folgende Rechte in Bezug auf deine personenbezogenen Daten:</div>
    <br/>
    <div>Auskunftsrecht: Du kannst eine Kopie deiner gespeicherten Daten anfordern.</div>
    <div>Recht auf Berichtigung: Du kannst unrichtige Daten korrigieren lassen.</div>
    <div>Recht auf L&ouml;schung: Du kannst die L&ouml;schung deiner Daten verlangen.</div>
    <div>Recht auf Widerspruch: Du kannst der Verarbeitung deiner Daten widersprechen.</div>
    <div>Recht auf Daten&uuml;bertragbarkeit: Du kannst verlangen, dass wir deine Daten an einen anderen Anbieter &uuml;bertragen.</div>
    <div>Um eines dieser Rechte auszu&uuml;ben, kontaktiere uns bitte unter: vohoff@gmail.com.</div>
    <br/>
    <div>8. Werbung und Analyse</div>
    <div>Unsere App kann Werbung von Drittanbietern anzeigen, einschlie&szlig;lich personalisierter Werbung basierend
        auf deinen Nutzungsdaten. Anbieter wie Unity Ads oder Google AdMob verwenden Cookies und &auml;hnliche
        Technologien, um dir relevante Anzeigen zu zeigen.
    </div>
    <br/>
    <div>Du kannst die personalisierte Werbung in den Einstellungen deines Ger&auml;ts deaktivieren:</div>
    <br/>
    <div>Android: Einstellungen &gt; Datenschutz &gt; Werbung &gt; &bdquo;Personalisierte Werbung deaktivieren&ldquo;.
    </div>
    <div>9. Sicherheit</div>
    <div>Wir setzen technische und organisatorische Ma&szlig;nahmen ein, um deine Daten vor unbefugtem Zugriff, Verlust
        oder Missbrauch zu sch&uuml;tzen. Dennoch kann keine Internet&uuml;bertragung vollst&auml;ndig sicher sein, und
        wir k&ouml;nnen keine absolute Sicherheit garantieren.
    </div>
    <br/>
    <div>10. &Auml;nderungen der Datenschutzerkl&auml;rung</div>
    <div>Wir k&ouml;nnen diese Datenschutzerkl&auml;rung von Zeit zu Zeit aktualisieren. Die aktuelle Version wird in
        der App und auf unserer Website ver&ouml;ffentlicht.
    </div>
    <br/>
    <div>11. Kontakt</div>
    <div>Wenn du Fragen zu dieser Datenschutzerkl&auml;rung hast, wende dich bitte an uns:</div>
    <div>Volker Hoffmann</div>
    <div>E-Mail: vohoff@gmail.com</div>
    <div>Adresse: auf anfrage</div>
    <br/>
    <div>Letzte Aktualisierung: 21.01.2025</div>
</div>
</body>
</html>